Repository: Gomra/switchboard-plug-pantheon-shell
Catalog: po/*.po
Languages: fa, ro, sq

source: Pictures folder
fa: پوشه تصاویر
ro: Dosarul cu poze

source: Backgrounds folder
fa: پوشه کاغذدیواری‌ها
ro: Dosarul cu imagini de fundal

source: Custom folder
fa: پوشه سفارشی
ro: Dosar personalizat

source: None
fa: هیچکدام

source: Centered
fa: مرکزی
ro: Centrat
sq: Të qendërzuar

source: Scaled
fa: متناسب
ro: Scalat
sq: Të shkallëzuar

source: Stretched
fa: کشیده
ro: Intins
sq: Të zgjeruar

source: Zoom
fa: زوم
ro: Mărește
sq: Të zmadhuar

source: Spanned
fa: پوشیده

source: Select a folder
fa: انتخاب پوشه
ro: Selectati un dosar
sq: Përzgjidh një dosje

source: Importing wallpapers from %s
fa: وارد کردن کاغذدیواری‌ها از %s

source: Wallpaper
fa: کاغذدیواری
ro: Tapet
sq: Sfondi

source: Don't hide
fa: پنهان نشود
ro: Nu ascunde

source: Intelligent hide
fa: پنهان شدن هوشمند
ro: Ascundere inteligenta

source: Auto hide
fa: پنهان شدن خودکار
ro: Ascundere automata

source: Hide on maximize
fa: پس از بیشینه شدن پنهان شود
ro: Ascunde la maximizare

source: Primary Monitor
fa: نمایشگر اصلی
ro: Monitor Principal

source: Monitor %d
fa: نمایشگر %d
ro: Monitorul %d
sq: Monitori %d

source: Icon Size:
fa: اندازه شمایل:
ro: Dimensiune pictograma
sq: Madhësia e ikonave:

source: Hide Mode:
fa: حالت پنهان شدن:
ro: Modul ascundere
sq: Mënyra e fshehjes:

source: Monitor:
fa: نمایشگر:

source: Dock
fa: طاقچه

source: When the cursor enters the corner of the display:
fa: هنگام ورود مکان‌نمای موس به گوشه‌های صفحه نمایش:
ro: Atunci cand cursorul intra in coltul ecranului:
sq: Kur kursori kalon mbi këndin e ekranit:

source: Custom Command:
fa: فرمان سفارشی:
ro: Comanda personalizata
sq: Komanda e personalizuar:

source: Hot Corners
fa: گوشه‌های داغ

source: Do Nothing
fa: هیچ کاری انجام نشود
ro: Nicio acţiune
sq: Asnjë veprim

source: Workspace Overview
fa: پیش‌نمایش محیط کاری

source: Maximize Current Window
fa: بیشینه کردن پنجره کنونی
ro: Maximizeaza fereastra curenta
sq: Maksimizo dritaren aktuale

source: Minimize Current Window
fa: کمینه کردن پنجره کنونی
ro: Minimizeaza fereastra curenta
sq: Minimizo dritaren aktuale

source: Window Overview
fa: پیش‌نمایش پنجره
ro: Vedere de ansamblu a ferestrelor

source: Show All Windows
fa: نمایش همه پنجره‌ها
ro: Arată toate ferestrele
sq: Shfaqi të gjitha dritaret

source: Execute Custom Command
fa: اجراء فرمان سفارشی
ro: Executa comanda personalizata
sq: Ekzekuto komandë të personalizuar

source: Desktop
fa: پیشخوان
ro: Spațiu de lucru

source: Normal
sq: Normale

source: Large
sq: Të mëdha

source: Hide when focused window is maximized
sq: Fshehe kur dritarja e fokusuar maksimizohet

source: Automatically hide when not being used
sq: Fshehe vetvetishëm kur nuk përdoret

source: Never hide
sq: Mos e fsheh kurrë

source: Primary Display:
sq: Ekrani kryesor:

source: Display %d
sq: Ekrani %d

source: Theme
sq: Tema

source: Hide Mode
sq: Mënyra e fshehjes

source: Icon Size
sq: Madhësia e ikonave

source: Pictures
sq: Imazhet

source: Backgrounds
sq: Sfondet

source: Custom…
sq: Të personalizuar...

source: Cancel
sq: Anulo

source: Open
sq: Hap
